essay/www/Plan.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Plan</title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="title" content="Plan"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2012-07-25 13:33:43 CST"/>
<meta name="author" content="dirtysalt1987@gmail.com"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>

</head>
<body>

<div id="preamble">

</div>

<div id="content">
<h1 class="title">Plan</h1>


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 调整桌面字体大小。</a></li>
<li><a href="#sec-2">2 调整ubuntu窗口管理器。</a></li>
<li><a href="#sec-3">3 备份ProxySwitchySharp文件</a></li>
<li><a href="#sec-4">4 Ubuntu的virtualbox如何识别USB解决网银问题</a></li>
<li><a href="#sec-5">5 考虑使用fvwm</a></li>
<li><a href="#sec-6">6 搞定邮件thunderbird客户端</a></li>
<li><a href="#sec-7">7 thunderbird是否有配置可以导出？</a></li>
<li><a href="#sec-8">8 emacs邮件客户端</a></li>
<li><a href="#sec-9">9 emacsRSS阅读器</a></li>
<li><a href="#sec-10">10 支付网银</a></li>
<li><a href="#sec-11">11 org-s5插件制slide</a></li>
<li><a href="#sec-12">12 考虑同步到dirlt.com更好办法并且同步到BAE</a></li>
<li><a href="#sec-13">13 如何在essay里面保存密码</a></li>
<li><a href="#sec-14">14 搞定Evernote的linux客户端</a></li>
<li><a href="#sec-15">15 整理org以及剩余的.emacs部分,以及doxymacs部分。</a></li>
<li><a href="#sec-16">16 调研yasnippet。这个考虑是否可以代替doxymacs来做当前模版插入。</a></li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> <span class="done DONE">DONE</span> 调整桌面字体大小。</h2>
<div class="outline-text-2" id="text-1">

</div>

</div>

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> <span class="done DONE">DONE</span> 调整ubuntu窗口管理器。</h2>
<div class="outline-text-2" id="text-2">

<p> <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2012-07-25 Wed 01:05</span></span><br/>
</p></div>

</div>

<div id="outline-container-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> <span class="done DONE">DONE</span> 备份ProxySwitchySharp文件</h2>
<div class="outline-text-2" id="text-3">

</div>

</div>

<div id="outline-container-4" class="outline-2">
<h2 id="sec-4"><span class="section-number-2">4</span> <span class="done DONE">DONE</span> Ubuntu的virtualbox如何识别USB解决网银问题</h2>
<div class="outline-text-2" id="text-4">

<p> <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2012-07-25 Wed 01:04</span></span><br/>
</p></div>

</div>

<div id="outline-container-5" class="outline-2">
<h2 id="sec-5"><span class="section-number-2">5</span> <span class="todo TODO">TODO</span> 考虑使用fvwm</h2>
<div class="outline-text-2" id="text-5">

</div>

</div>

<div id="outline-container-6" class="outline-2">
<h2 id="sec-6"><span class="section-number-2">6</span> <span class="done DONE">DONE</span> 搞定邮件thunderbird客户端</h2>
<div class="outline-text-2" id="text-6">

<p> <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2012-07-25 Wed 01:04</span></span><br/>
</p></div>

</div>

<div id="outline-container-7" class="outline-2">
<h2 id="sec-7"><span class="section-number-2">7</span> <span class="todo TODO">TODO</span> thunderbird是否有配置可以导出？</h2>
<div class="outline-text-2" id="text-7">

</div>

</div>

<div id="outline-container-8" class="outline-2">
<h2 id="sec-8"><span class="section-number-2">8</span> <span class="done DONE">DONE</span> emacs邮件客户端</h2>
<div class="outline-text-2" id="text-8">

</div>

</div>

<div id="outline-container-9" class="outline-2">
<h2 id="sec-9"><span class="section-number-2">9</span> <span class="done DONE">DONE</span> emacsRSS阅读器</h2>
<div class="outline-text-2" id="text-9">

</div>

</div>

<div id="outline-container-10" class="outline-2">
<h2 id="sec-10"><span class="section-number-2">10</span> <span class="done DONE">DONE</span> 支付网银</h2>
<div class="outline-text-2" id="text-10">

</div>

</div>

<div id="outline-container-11" class="outline-2">
<h2 id="sec-11"><span class="section-number-2">11</span> <span class="todo TODO">TODO</span> org-s5插件制slide</h2>
<div class="outline-text-2" id="text-11">

</div>

</div>

<div id="outline-container-12" class="outline-2">
<h2 id="sec-12"><span class="section-number-2">12</span> 考虑同步到dirlt.com更好办法并且同步到BAE</h2>
<div class="outline-text-2" id="text-12">

</div>

</div>

<div id="outline-container-13" class="outline-2">
<h2 id="sec-13"><span class="section-number-2">13</span> <span class="todo TODO">TODO</span> 如何在essay里面保存密码</h2>
<div class="outline-text-2" id="text-13">

<p> <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2012-07-25 Wed 12:04</span></span><br/>
</p></div>

</div>

<div id="outline-container-14" class="outline-2">
<h2 id="sec-14"><span class="section-number-2">14</span> <span class="todo TODO">TODO</span> 搞定Evernote的linux客户端</h2>
<div class="outline-text-2" id="text-14">

</div>

</div>

<div id="outline-container-15" class="outline-2">
<h2 id="sec-15"><span class="section-number-2">15</span> <span class="todo TODO">TODO</span> 整理org以及剩余的.emacs部分,以及doxymacs部分。</h2>
<div class="outline-text-2" id="text-15">

</div>

</div>

<div id="outline-container-16" class="outline-2">
<h2 id="sec-16"><span class="section-number-2">16</span> <span class="todo TODO">TODO</span> 调研yasnippet。这个考虑是否可以代替doxymacs来做当前模版插入。</h2>
<div class="outline-text-2" id="text-16">

</div>
</div>
</div>

<div id="postamble">
<p class="date">Date: 2012-07-25 13:33:43 CST</p>
<p class="author">Author: dirtysalt1987@gmail.com</p>
<p class="creator">Org version 7.8.11 with Emacs version 23</p>
<a href="http://validator.w3.org/check?uri=referer">Validate XHTML 1.0</a>

</div>
</body>
</html>
<html><body>
<script type="text/javascript">
var _bdhmProtocol = (("https:" == document.location.protocol) ? " https://" : " http://");
document.write(unescape("%3Cscript src='" + _bdhmProtocol + "hm.baidu.com/h.js%3F54a700ad7035f6e485eaf2300641e7e9' type='text/javascript'%3E%3C/script%3E"));
</script></body></html>